<script setup lang="ts">
const category = ref({
  template: '',
  priceList: 'https://ooosgr.ru/files/pipe/category/5a97a18be80e79e940079c3f3b8fc169a29c9e7f9.pdf',
  name: 'Трубы бу',
  previewTextHtml: '<p>Мы предлагаем широкий выбор бывших в употреблении стальных <strong>труб бу</strong> в компании &laquo;СтройГеоРесурс&raquo;. В нашем ассортименте имеются тонкостенные и толстостенные трубы бу различных диаметров - от 114 до 1420 мм. Мы также предоставляем услуги по очистке и восстановлению труб, а также нанесению ВУС-изоляции. Доставку заказа мы осуществляем в тот же день, а отгрузку - быстро и оперативно. Важно отметить, что в Москве и Подмосковье мы не требуем предоплаты. Стоимость указана за тонну с учетом НДС.</p>',
  slider: [
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      title: '219х9',
      rel: 'gallery_5_slider',
    },
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      title: '1',
      rel: 'gallery_5_slider',
    },
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      title: '219х9',
      rel: '2014-12-23 09',
    }
  ],
  showMenu: true,
  textHtml: '<h2><span style="font-size:20px;"><span style="text-align: justify;">Главные разновидности стальных труб бу</span></span></h2>\n' +
      '<div>\n' +
      '<p>Существует несколько способов классификации стальных труб бу, основным из которых является подразделение по предназначению: водопроводные, паровые, газопроводные и нефтепроводные. Такие трубы бу называются магистральными, потому что они используются для передачи сырья из области добычи в конечную точку.</p>\n' +
      '\n' +
      '<p>Трубопроводы могут быть бывшими в употреблении, восстановленными, лежалыми, недолго применявшимися или находившимися на хранении и регулярно обрабатываемыми антикоррозионными составами. Воздушные трубы, которые пролегают над землей, характеризуются отличным состоянием и малым коррозионным разрушением.</p>\n' +
      '\n' +
      '<p>Особо выделяют трубы бу, которые используются в качестве свай или футляров. В этом случае используется бесшовная водопроводная труба, которая обладает надежностью и долговечностью, но при этом стоит дешевле других видов.</p>\n' +
      '\n' +
      '<p>Трубы б у могут отличаться по габаритам - малые, средние и трубы большого диаметра. Они могут быть с швами или без них.</p>\n' +
      '\n' +
      '<p>Фирма "СтройГеоРесурс" предлагает огромный выбор труб и поможет подобрать наиболее подходящий вариант.</p>\n' +
      '\n' +
      '<h2>Преимущества использования бывших в употреблении трубопроводов</h2>\n' +
      '\n' +
      '<p>Бывшие в употреблении трубопроводы имеют ряд преимуществ, среди которых высокая прочность, низкая стоимость и широкий ассортимент габаритов и стенок. Эти трубы также отличаются небольшой массой, что упрощает их монтаж и демонтаж. Кроме того, максимальная нагрузка на погонный метр может достигать свыше 140 тонн, что делает их идеальным выбором для многих инфраструктурных проектов.</p>\n' +
      '\n' +
      '<p>Одним из главных преимуществ б/у труб является их многофункциональность. Они могут быть использованы как защитное покрытие для других трубопроводов, а также могут выступать в качестве элементов осветительных систем и фундаментных конструкций.</p>\n' +
      '\n' +
      '<p>В "СтройГеоРесурсе" предоставляются услуги по восстановлению б/у труб, включая нарезку фасок, отрезков и изоляционных материалов, а также нанесение внутренней защиты от коррозии. Мы предлагаем широкий выбор качественных труб разных габаритов и стенок для вашего проекта.</p>\n' +
      '\n' +
      '<h2 style="text-align: justify;">Области эксплуатации бывших в употреблении труб</h2>\n' +
      '\n' +
      '<p style="text-align: justify;">Стальные трубы повсеместно используются при сооружении сезонных и капитальных зданий, в инфраструктурной и производственной сферах.</p>\n' +
      '\n' +
      '<p style="text-align: justify;">Немаловажно иметь в виду, что бывшие в употреблении трубы не применяются вновь в той же области, что и первоначально. Применение таких труб допускается только в следующих целях:</p>\n' +
      '\n' +
      '<ul style="text-align: justify;">\n' +
      '\t<li>Усиление железного фундаментного носителя.</li>\n' +
      '\t<li>В качестве свай для фундамента (в трубы заливаются всевозможные смеси ради усиления структуры).</li>\n' +
      '\t<li>Сборка опалубки несъемного типа.</li>\n' +
      '\t<li>Уплотнение котлованного днища, недопущение сползания его стенок (в виде фиксирующей решетки, шпунта).</li>\n' +
      '\t<li>Постройка укрепительных сооружений на речных, озерных, морских берегах (в виде шпунтовой изгороди).</li>\n' +
      '\t<li>Постройка путепроводов, пристаней, портов, верфей, волнорезов.</li>\n' +
      '\t<li>Транспортировка грузов по воде – на понтонах, собранных из отрезков трубопровода б/у значительного диаметра.</li>\n' +
      '\t<li>Сборка осветительных сооружений, в том числе ЛЭП (как основная часть фундаментных опор).</li>\n' +
      '\t<li>Водоотвод, обустройство слива отходов (при сооружении дорог, на производственных и аграрных объектах).</li>\n' +
      '\t<li>Изоляция расположенных под землей и водоемами тоннелей от воздействия агрессивных природных веществ и химических реагентов, а также растворенных в воде солей и подземного электричества – в виде оболочки, покрытия, гильзы (когда необходимо оборудовать футляр в подвальном помещении).</li>\n' +
      '\t<li>Установка рекламных стендов и знаков дорожного движения.</li>\n' +
      '\t<li>Прокладка коммуникаций между искусственными и естественными водными бассейнами.</li>\n' +
      '\t<li>Постройка загородных поселков (в качестве основы дешевых железных изгородей и печных дымоходов, в теплицах и на водостоках, в банях, при усилении дорог, полегающих над траншеями или глубокими рытвинами).</li>\n' +
      '</ul>\n' +
      '\n' +
      '<p style="text-align: justify;">Специалисты по трубам б/у подскажут, какой толщины должна быть стенка и какой необходим диаметр для конкретной цели. Не исключено, что вполне пригодными окажутся восстановленные трубы – об их наличии на складе можно спросить, сделав звонок.</p>\n' +
      '\n' +
      '<p style="text-align: justify;">Проявив взвешенный подход к приобретению стройматериалов можно, не теряя в качестве, сократить расходы на проект и тем самым сэкономить половину сметы.</p>\n' +
      '\n' +
      '<h2 style="text-align: justify;">Выгодные стороны закупки бывших в употреблении труб у "СтройГеоРесурса"</h2>\n' +
      '\n' +
      '<p style="text-align: justify;">В компании "СтройГеоРесурс" можно купить трубы бу прямо с московского склада или же заказать поставку продукции с объекта, где производится демонтаж.</p>\n' +
      '\n' +
      '<p style="text-align: justify;">Во многих случаях мы готовы работать на еще более выгодных условиях:</p>\n' +
      '\n' +
      '<ul style="text-align: justify;">\n' +
      '\t<li>При покупке начиная с двух машин мы делаем существенные скидки.</li>\n' +
      '\t<li>Оплачивается сделка после доставки без необходимости предоплаты для московских и подмосковных клиентов.</li>\n' +
      '\t<li>Постоянным покупателям предоставляются дополнительные скидки.</li>\n' +
      '\t<li>В случае покупки прямо с участка разборки стоимость становится ниже.</li>\n' +
      '\t<li>Всякая отгрузка стопроцентно сопровождается в документарном виде.</li>\n' +
      '\t<li>Перевозка клиенту б/у труб и прочего проката осуществляется своевременно и без повреждений.</li>\n' +
      '\t<li>Функционирует департамент проверки качества, обязательно осуществляется замер радиационного фона продукции.</li>\n' +
      '</ul>\n' +
      '\n' +
      '<p style="text-align: justify;">Мы открыты для обоюдовыгодной кооперации, оказываем клиентам помощь в совершении выгодных закупок и реализации строительных планов точно в установленное время, а также без лишних расходов на стройматериалы.</p>\n' +
      '\n' +
      '<h2 style="text-align: justify;">Купить трубы бу с московского склада или же с участка, где они демонтируются?</h2>\n' +
      '\n' +
      '<p style="text-align: justify;">Когда появляется необходимость купить б/у трубу, то сначала надо изучить, сколько будет стоить доставка и как она будет осуществляться. В "СтройГеоРесурсе" клиенты имеют возможность забрать прокат самовывозом или заказать доставку по указанному адресу.</p>\n' +
      '\n' +
      '<p style="text-align: justify;">Вдобавок ко всему появляется возможность сократить расходы. Дело в том, что закупка с участка демонтажа позволяет получить прокат по сниженной стоимости. Такая сделка предусматривает доставку продукции прямо с места разборки на объект. Данный метод кооперации особенно выгоден, так как цена становится ниже на размер посреднической наценки.</p>\n' +
      '\n' +
      '<h2 style="text-align: justify;">Где купить трубы б у в Москве и Подмосковье по низкой цене?</h2>\n' +
      '\n' +
      '<p style="text-align: justify;">Наша товарная номенклатура состоит из огромного множества труб, имеющих разные параметры. Мы окажем содействие в выгодной покупке трубы б/у клиентам из любого населенного пункта. Мы осуществим доставку собственными силами как в Москву, так и в любой регион.</p>\n' +
      '</div>',
  itemsHead: [
    'Диаметр',
    'Описание',
    'Цена',
    'Фото'
  ],
  items: [
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '530×10',
      htmlName: '530<span style="font-size:11px">х</span>10',
      mobilePrefixName: 'ø',
      text: 'С нерабочей ветки, снаружи без изоляции, внутри совершенно чистая, подходит под восстановление',
      priceFormated: '59 000 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/47/88b08f5e2f500a2c1918bb55109c5e56ae13961e.jpeg',
        title: '530×10 мм',
        rel: 'pipe47',
      }
    }
  ]
})
</script>

<template>
  <CategorySliderMobile/>
  <div class="wrap content page pipe">
    <div class="wrap_cont">
      <div class="two columns columns--adaptive">
        <Sidebar/>
        <Category :category="category"/>
      </div>
    </div>
  </div>
  <div class="push"></div>
</template>

<style scoped>

</style>
