<script setup lang="ts">

const data = ref({
  link: '/about-company',
  title: 'О нас',
  description: '<p style="text-align: justify;">«ООО "Стройгеоресурс" выделяет несколько основных направлений в своей деятельности. Наша компания специализируется на демонтаже трубопроводов различных назначений и поставке стальных труб бывших в употреблении на строительные объекты. Кроме того, мы предлагаем широкий ассортимент сортового металлопроката как нового, так и бывшего в употреблении. Нашей основной специализацией является комплексное обеспечение строительных объектов. Стальная труба бу. Балка бу. Сортовой металлопрокат.</p><p style="text-align: justify;">Помимо этого, наша компания специализируется на разработке котлованов, предоставляя комплексные инженерные решения для строительства различных объектов. Наш опыт позволяет нам эффективно анализировать геологические условия, проектировать оптимальные конструкции котлованов и обеспечивать необходимый контроль качества работ по их обустройству. Мы стремимся предоставить нашим заказчикам надежные и эффективные решения, отвечающие высоким стандартам проводимых нами работ. Разработка котлована. Рытье котлована. Устройство котлована. Котлованные работы в Москве и московской области.»</p>',
})
</script>

<template>
  <div class="page text-pad-left about_widget">
    <NuxtLink :to="data.link">
      <h2>
        {{ data.title }}
      </h2>
    </NuxtLink>
    <div
      class="text"
      v-html="data.description"
    />
  </div>
</template>

<style scoped>

</style>
