<script setup lang="ts">

const data = ref({
  description: '<p style="text-align: justify;">Помимо этого, наша компания специализируется на разработке котлованов, предоставляя комплексные инженерные решения для строительства различных объектов. Наш опыт позволяет нам эффективно анализировать геологические условия, проектировать оптимальные конструкции котлованов и обеспечивать необходимый контроль качества работ по их обустройству. Мы стремимся предоставить нашим заказчикам надежные и эффективные решения, отвечающие высоким стандартам проводимых нами работ. Разработка котлована. Рытье котлована. Устройство котлована. Котлованные работы в Москве и московской области.»</p>',
})
</script>

<template>
  <div class="page about_widget">
    <div
      class="text"
      v-html="data.description"
    />
  </div>
</template>

<style scoped>

</style>
