<script setup lang="ts">
const category = ref({
  template: '',
  priceList: '',
  name: 'Трубы восстановленные',
  previewTextHtml: '<p>Современным направлением в промышленной сфере является восстановление стальных труб, которые были ранее в употреблении. Эта технология возникла неслучайно. У неё есть много неоспоримых плюсов. Основным преимуществом является низкая стоимость восстановления, составляющая ½, а то и 1/3, от цены новой трубы, учитывая схожесть характеристик двух вариантов. Другим достоинством является проверка в реальных условиях. Все изъяны и недочёты всплывают на поверхность и могут быть оперативно устранены. К потребителю стальные трубы поступают проверенными и даже более качественными в сравнении с новыми аналогами.</p>',
  slider: [
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/6/a3901e2de000e06e33a196e381f84db27c2a5de9.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/6/a3901e2de000e06e33a196e381f84db27c2a5de9.jpeg',
      title: 'DSC_5484',
      rel: 'gallery_5_slider',
    },
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      title: '1',
      rel: 'gallery_5_slider',
    },
    {
      big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      small: 'https://ooosgr.ru/cache/pipe_category_big/files/pipe/category/photos/5/b40415b7a53f0210838ca6e6ed061b7f12140834.jpeg',
      title: '219х9',
      rel: '2014-12-23 09',
    }
  ],
  showMenu: true,
  textHtml: '<h2>Какие трубы можно отреставрировать?</h2>\n' +
      '<p>Восстановление труб можно разделить на несколько групп в зависимости от:</p>\n' +
      '<ul>\n' +
      '<li>диаметра;</li>\n' +
      '<li>толщины стенок;</li>\n' +
      '<li>способа изготовления;</li>\n' +
      '<li>вида швов.</li>\n' +
      '</ul>\n' +
      '<p>Основными трубами, которые подлежат восстановлению, являются следующие:</p>\n' +
      '<ul>\n' +
      '<li>водянка;</li>\n' +
      '<li>нефтянка;</li>\n' +
      '<li>харца;</li>\n' +
      '<li>газовка.</li>\n' +
      '</ul>\n' +
      '<h2>Особенности восстановления</h2>\n' +
      '<p>Восстановленные металлические трубы можно использовать в строительстве. Как правило, они бывают двух видов: бесшовными либо прямошовными, имеют чистую внутреннюю поверхность. Они характеризуются повышенной прочностью, способностью выдерживать повышенные нагрузки.</p>\n' +
      '<p>Рассматриваемая технология была проверена годами. Восстановление проходит в несколько этапов:</p>\n' +
      '<ol>\n' +
      '<li>Обработка поверхностей. Очищается старая изоляция, выполняется обжиг и удаляется коррозия. Для последнего используется пескоструйный способ.</li>\n' +
      '<li>Приведение внешней части труб в нормальное состояние. Наносится фаска, когда нужно восстановить прямолинейность, и устраняются присутствующие дефекты.</li>\n' +
      '<li>Нанесение изоляционного слоя на поверхность – завершающий этап.</li>\n' +
      '</ol>\n' +
      '<p>Только после прохождения всех вышеперечисленных этапов, металлическая труба может считаться восстановленной и готовой к эксплуатации.</p>\n' +
      '<h2>Характеристика продукции</h2>\n' +
      '<p>Б/У труба, прошедшая через восстановление – это изделие из стали, которое бывает разных диаметров. Из широкого ассортимента можно выбрать нужный трубный металлопрокат, подобрав его под сферу применения. Наша компания наладила сотрудничество с проверенными организациями. Это позволяет нам работать без посредников, что положительно отражается на конечной стоимости изделий. Перед продажей продукция проходит различные мероприятия по восстановлению эксплуатационных параметров. Эксперты проводят:</p>\n' +
      '<ul>\n' +
      '<li>диагностику;</li>\n' +
      '<li>выравнивание поверхности;</li>\n' +
      '<li>очистку внешней стороны от изоляции;</li>\n' +
      '<li>обработку трубы специальным оборудованием;</li>\n' +
      '<li>подрезку торцов;</li>\n' +
      '<li>нарезку фасок.</li>\n' +
      '</ul>\n' +
      '<p>С помощью вышеперечисленных процедур можно восстановить параметры изделия, максимально приблизив их к характеристикам новых. При этом, стоимость реконструированных труб намного ниже. Они могут использоваться в различных сферах:</p>\n' +
      '<ul>\n' +
      '<li>организации канализаций и водопроводов;</li>\n' +
      '<li>создании систем дренажа и дымоходов;</li>\n' +
      '<li>изготовлении промышленных металлоконструкций;</li>\n' +
      '<li>возведении портов и причалов;</li>\n' +
      '<li>производстве столбов, ограждений, конструкций для рекламных баннеров и др.</li>\n' +
      '</ul>\n' +
      '<h2>Где купить восстановленные трубы?</h2>\n' +
      '<p>Покупка восстановленных стальных труб в нашей компании имеет ряд преимуществ:</p>\n' +
      '<ol>\n' +
      '<li>Наша организация обладает многолетним практическим опытом в области подготовки, реализации и доставки металлопроката.</li>\n' +
      '<li>К каждому клиенту подходят индивидуально. Предусмотрена гибкая система скидок.</li>\n' +
      '<li>Имеются достаточно большие складские запасы, поэтому трубы нужного размера и диаметра практически всегда есть в наличии.</li>\n' +
      '<li>Доступные цены на предоставляемую продукцию.</li>\n' +
      '<li>Бесплатная погрузка купленных изделий посредством собственной техники.</li>\n' +
      '<li>Поддержка клиентов, консультации специалистов.</li>\n' +
      '</ol>\n' +
      '<h2>Доставка груза</h2>\n' +
      '<p>Практически любой материал при необходимости можно восстановить. Основными условиями являются правильная эксплуатация и использование качественных компонентов при изготовлении. Это в первую очередь касается металлопроката. Если Вам требуются трубы, но Вы не желаете приобретать новые, есть возможность восстановить старые. С этой целью Вы можете обратиться в нашу компанию. Здесь продаются б/у трубы, прошедшие через процедуру восстановления. Они полностью соответствуют ГОСТу, техническим требованиям и нормам.</p>\n' +
      '<p>Мы самостоятельно занимаемся производством металлического проката. Каждый товар тщательно проверяется до того, как будет направлен в продажу. Особое внимание уделяется:</p>\n' +
      '<ul>\n' +
      '<li>толщине стенок;</li>\n' +
      '<li>длине;</li>\n' +
      '<li>диаметру;</li>\n' +
      '<li>марке стали и составу труб.</li>\n' +
      '</ul>\n' +
      '<p>Восстановленный металлопрокат проходит различные тестирования. Вы можете быть уверены в безопасности эксплуатации, не переживая за возникновение аварийной ситуации. Компания обеспечивает доставку труб по указанному адресу в максимально сжатые сроки. Для погрузки и отгрузки используется своя специальная техника.</p>\n' +
      '<h2>Восстановление стальных труб на заказ</h2>\n' +
      '<p>В любое удобное время у Вас есть возможность заказать трубы, прошедшие через этапы восстановления. В нашей компании всегда есть в наличии ходовые номиналы металлопроката. Даже в ситуации, когда нужный товар отсутствует, Вы можете оставить заявку.</p>\n' +
      '<p>Чтобы оформить заказ, Вы можете обратиться непосредственно в отдел продаж. Уточнить детали и получить ответы на интересующие вопросы можно по телефону или воспользовавшись услугой «обратная связь». На сайте компании представлены технические характеристики восстановленных труб различных видов.</p>\n' +
      '<p>Следует отметить, что и в случае, когда Вы не знаете, какой конкретно номинал требуется, Вы можете обратиться к специалистам компании для получения профессиональной консультации. Менеджеры компании представят полную информацию о продукции, что существенно упрощает выбор.</p>',
  itemsHead: [
    'Диаметр',
    'Описание',
    'Цена',
    'Фото'
  ],
  items: [
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    },
    {
      name: '325х20',
      htmlName: '325<span style="font-size:11px">х</span>20',
      mobilePrefixName: 'ø',
      text: 'Восстановленная толстостенная, цельнотянутая, с нарезанными фасками',
      priceFormated: '0 руб.',
      img: {
        big: 'https://ooosgr.ru/cache/pipe_category_fancybox/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        small: 'https://ooosgr.ru/cache/pipe_category_small/files/pipe/pipe/photos/42/470a282bd67cee266e1d70c0b513dbc12b1c6f5b.jpeg',
        title: '325×20 мм',
        rel: 'pipe47',
      }
    }
  ]
})
</script>

<template>
  <div class="wrap content page pipe">
    <div class="wrap_cont">
      <div class="two columns columns--adaptive">
        <Sidebar />
        <Category :category="category" />
      </div>
    </div>
  </div>
  <BitrixForm />
  <div class="push" />
</template>

<style scoped>

</style>
