<script setup lang="ts">
const data = ref({
  title: 'Гарантии',
  items: [
    {
      text: 'Профессиональная консультация лучших специалистов.',
    },
    {
      text: 'Поставка стальной трубной б/у продукции без предоплаты.',
    },
    {
      text: 'Обеспечение квалифицированных работ по разработке котлованов.',
    },
    {
      text: 'Предоставление дополнительных льгот и скидок постоянным партнерам.',
    },
    {
      text: 'Полное юридическое сопровождение сделок.',
    },
    {
      text: 'Своевременное соблюдение сроков поставок и документооборота.',
    },
    {
      text: 'Соответствие поставляемой продукции оговоренным условиям и требованиям.',
    },
    {
      text: 'Гибкость в обсуждении цены и неизменная лояльность к подходу сотрудничества.',
    },
    {
      text: 'Обеспечение выездов Заказчикам на места собственного демонтажа или складского хранения для возможности приобретения трубы бу с места самовывозом.',
    },
  ]
})
</script>

<template>
  <div class="column">
    <h2 class="big">{{ data.title }}</h2>
    <div class="text">
      <ul>
        <li v-for="item in data.items">{{ item.text }}</li>
      </ul>
    </div>
  </div>
</template>

<style scoped>

</style>
